brew "zsh"
brew "git"
brew "yarn"
brew "python3"

tap "caskroom/versions"

cask "iterm2"
cask "visual-studio-code"
cask "slack"
cask "spotify"
cask "java8"
cask "alfred"
cask "flux"
cask "sketch"
cask "spectacle"
cask "brave-browser"
cask "google-backup-and-sync"

tap "caskroom/fonts"
cask "font-fira-code"
